
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>仙剑奇侠传三 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="ch03.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    简介
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="ch01.html">
            
                <a href="ch01.html">
            
                    
                    陈情令
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ch02.html">
            
                <a href="ch02.html">
            
                    
                    庆余年
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="ch03.html">
            
                <a href="ch03.html">
            
                    
                    三生三世十里桃花
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.5" data-path="ch04.html">
            
                <a href="ch04.html">
            
                    
                    仙剑奇侠传三
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >仙剑奇侠传三</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x4ED9;&#x5251;&#x5947;&#x4FA0;&#x4F20;&#x4E09;">&#x4ED9;&#x5251;&#x5947;&#x4FA0;&#x4F20;&#x4E09;</h1>
<p>&#x8BE5;&#x5267;&#x8BB2;&#x8FF0;&#x4E86;&#x6E1D;&#x5DDE;&#x57CE;&#x6C38;&#x5B89;&#x5F53;&#x7684;&#x5C0F;&#x4F19;&#x8BA1;&#x666F;&#x5929;&#x548C;&#x5510;&#x95E8;&#x5927;&#x5C0F;&#x59D0;&#x96EA;&#x89C1;&#x53D7;&#x5230;&#x4E24;&#x4EBA;&#x968F;&#x8EAB;&#x7389;&#x4F69;&#x7684;&#x5F7C;&#x6B64;&#x5438;&#x5F15;&#xFF0C;&#x4ED6;&#x4EEC;&#x4E8C;&#x4EBA;&#x201C;&#x70ED;&#x95F9;&#x800C;&#x53C8;&#x5C34;&#x5C2C;&#x201D;&#x5730;&#x76F8;&#x8BC6;&#x4E86;&#xFF0C;&#x6210;&#x4E86;&#x4E00;&#x5BF9;&#x6B22;&#x559C;&#x51A4;&#x5BB6;&#x3002;&#x5176;&#x5B9E;&#x96EA;&#x89C1;&#x548C;&#x666F;&#x5929;&#x6B63;&#x662F;&#x5F7C;&#x6B64;&#x7684;&#x6709;&#x7F18;&#x4EBA;&#xFF0C;&#x800C;&#x4ED6;&#x4EEC;&#x90FD;&#x6765;&#x5386;&#x4E0D;&#x51E1;&#xFF0C;&#x8EAB;&#x85CF;&#x51E0;&#x4E16;&#x7684;&#x79D8;&#x5BC6;&#xFF0C;&#x968F;&#x7740;&#x96EA;&#x89C1;&#x5BB6;&#x65CF;&#x7684;&#x5267;&#x53D8;&#xFF0C;&#x4E8C;&#x4EBA;&#x9634;&#x5DEE;&#x9633;&#x9519;&#x5730;&#x6B65;&#x5165;&#x4E86;&#x6C5F;&#x6E56;&#x7684;&#x8840;&#x96E8;&#x8165;&#x98CE;&#x4E4B;&#x4E2D;&#xFF0C;&#x5E76;&#x7ED3;&#x8BC6;&#x4E86;&#x5F90;&#x957F;&#x537F;&#x3001;&#x7D2B;&#x8431;&#x548C;&#x9F99;&#x8475;&#x7B49;&#xFF0C;&#x7B49;&#x5F85;&#x4ED6;&#x4EEC;&#x7684;&#x662F;&#x66F4;&#x52A0;&#x60CA;&#x9669;&#x7684;&#x524D;&#x7A0B;&#x548C;&#x91CD;&#x5927;&#x7684;&#x8D23;&#x4EFB;&#x3002;
&#x300A;&#x4ED9;&#x5251;&#x5947;&#x4FA0;&#x4F20;&#x4E09;&#x300B;&#x6545;&#x4E8B;&#x53D1;&#x751F;&#x5728;&#x300A;&#x4ED9;&#x5251;&#x300B;&#x7B2C;&#x4E00;&#x4EE3;&#x7684;&#x4E94;&#x5341;&#x5E74;&#x524D;&#xFF0C;&#x90A3;&#x65F6;&#x5019;&#xFF0C;&#x674E;&#x4E09;&#x601D;&#x521A;&#x521A;&#x53D1;&#x51FA;&#x8D64;&#x5B50;&#x7684;&#x7B2C;&#x4E00;&#x58F0;&#x557C;&#x54ED;&#xFF1B;&#x5DEB;&#x540E;&#x8FD8;&#x662F;&#x8941;&#x8913;&#x4E2D;&#x7684;&#x5A74;&#x513F;&#xFF0C;&#x800C;&#x5251;&#x5723;&#xFF0C;&#x5219;&#x8FD8;&#x6CA1;&#x6709;&#x62DC;&#x5165;&#x8700;&#x5C71;&#x4FEE;&#x4ED9;&#x3002;
&#x4E8B;&#x60C5;&#x7684;&#x8D77;&#x56E0;&#x662F;&#x4ECE;&#x9501;&#x5996;&#x5854;&#x9876;&#x7AEF;&#x7A81;&#x7136;&#x574D;&#x584C;&#xFF0C;&#x5C01;&#x5370;&#x88AB;&#x89E3;&#x9664;&#x5F00;&#x59CB;&#x7684;&#xFF0C;&#x4F46;&#x662F;&#xFF0C;&#x66F4;&#x6DF1;&#x5C42;&#x7684;&#x56E0;&#x679C;&#x5374;&#x8981;&#x8FFD;&#x6EAF;&#x5230;&#x5343;&#x5E74;&#x524D;&#x7684;&#x795E;&#x754C;&#x3002;&#x795E;&#x5C06;&#x519B;&#x98DE;&#x84EC;&#x4E0E;&#x9B54;&#x5C06;&#x519B;&#x91CD;&#x697C;&#x56E0;&#x4E24;&#x754C;&#x7684;&#x51B2;&#x7A81;&#x800C;&#x5C61;&#x5C61;&#x4EA4;&#x624B;&#xFF0C;&#x4E00;&#x76F4;&#x96BE;&#x5206;&#x80DC;&#x8D1F;&#xFF0C;&#x4E24;&#x4EBA;&#x9010;&#x6E10;&#x6709;&#x60FA;&#x60FA;&#x76F8;&#x60DC;&#x4E4B;&#x610F;&#x3002;&#x91CD;&#x697C;&#x63D0;&#x51FA;&#x8981;&#x548C;&#x98DE;&#x84EC;&#x5728;&#x81EA;&#x5DF1;&#x53D1;&#x73B0;&#x7684;&#x4E00;&#x5904;&#x65B0;&#x4ED9;&#x754C;&#x4E2D;&#x51B3;&#x6597;&#xFF0C;&#x4E00;&#x8F83;&#x9AD8;&#x4E0B;&#xFF0C;&#x98DE;&#x84EC;&#x788D;&#x4E8E;&#x795E;&#x754C;&#x5929;&#x89C4;&#x800C;&#x72B9;&#x8C6B;&#x518D;&#x4E09;&#xFF0C;&#x6700;&#x7EC8;&#x7ECF;&#x4E0D;&#x8D77;&#x91CD;&#x697C;&#x8BF1;&#x60D1;&#x800C;&#x7B54;&#x5141;&#x3002;&#x4E24;&#x4EBA;&#x52BF;&#x5747;&#x529B;&#x654C;&#xFF0C;&#x6BD4;&#x8BD5;&#x65F7;&#x65E5;&#x6301;&#x4E45;&#xFF0C;&#x6700;&#x7EC8;&#x60CA;&#x52A8;&#x4E86;&#x5929;&#x5EAD;&#xFF0C;&#x5929;&#x5E1D;&#x6D3E;&#x5175;&#x6349;&#x62FF;&#x98DE;&#x84EC;&#x95EE;&#x7F6A;&#xFF0C;&#x98DE;&#x84EC;&#x56E0;&#x611F;&#x77E5;&#x5230;&#x8FFD;&#x5175;&#x5C06;&#x81F3;&#x800C;&#x5206;&#x5FC3;&#xFF0C;&#x4F69;&#x5251;&#x88AB;&#x91CD;&#x697C;&#x6253;&#x843D;&#x4EBA;&#x95F4;&#x800C;&#x843D;&#x8D25;&#x3002;
&#x5149;&#x9634;&#x834F;&#x82D2;&#xFF0C;&#x98DE;&#x84EC;&#x88AB;&#x795E;&#x754C;&#x95EE;&#x7F6A;&#x8D2C;&#x5230;&#x4EBA;&#x95F4;&#xFF0C;&#x7ECF;&#x8FC7;&#x591A;&#x6B21;&#x8F6C;&#x4E16;&#x6210;&#x4E3A;&#x6E1D;&#x5DDE;&#x5510;&#x95E8;&#x65B0;&#x5B89;&#x5F53;&#x94FA;&#x4F19;&#x8BA1;&#x666F;&#x5929;&#xFF0C;&#x6E34;&#x671B;&#x6210;&#x4E3A;&#x8700;&#x5C71;&#x5927;&#x4FA0;&#x3002;&#x540C;&#x65F6;&#xFF0C;&#x91CD;&#x697C;&#x81EA;&#x9B54;&#x754C;&#x7AA5;&#x63A2;&#x4EBA;&#x95F4;&#xFF0C;&#x53D1;&#x73B0;&#x98DE;&#x84EC;&#x7684;&#x8F6C;&#x4E16;&#x5982;&#x6B64;&#x5351;&#x5FAE;&#x5E73;&#x51E1;&#xFF0C;&#x4E8E;&#x662F;&#x6ECB;&#x6270;&#x8700;&#x5C71;&#xFF0C;&#x6BC1;&#x574F;&#x9501;&#x5996;&#x5854;&#xFF0C;&#x62FF;&#x5230;&#x98DE;&#x84EC;&#x5728;&#x4EBA;&#x95F4;&#x7B2C;&#x4E00;&#x4E16;&#x2014;&#x2014;&#x59DC;&#x56FD;&#x592A;&#x5B50;&#x9F99;&#x9633;&#x94F8;&#x70BC;&#x7684;&#x9B54;&#x5251;&#x3002;&#x666F;&#x5929;&#x7ED3;&#x8BC6;&#x4E86;&#x5510;&#x95E8;&#x5C0F;&#x59D0;&#x96EA;&#x89C1;&#xFF0C;&#x91CD;&#x697C;&#x4E5F;&#x5BFB;&#x5230;&#x666F;&#x5929;&#xFF0C;&#x5411;&#x4ED6;&#x53D1;&#x8D77;&#x6311;&#x6218;&#xFF0C;&#x5E76;&#x5C06;&#x9B54;&#x5251;&#x7ED9;&#x4E88;&#x4E86;&#x666F;&#x5929;&#xFF0C;&#x4ECE;&#x6B64;&#x666F;&#x5929;&#x6539;&#x53D8;&#x4E86;&#x81EA;&#x5DF1;&#x7684;&#x751F;&#x6D3B;&#x3002;&#x4E00;&#x5F00;&#x59CB;&#x88AB;&#x5377;&#x5165;&#x96EA;&#x89C1;&#x5BB6;&#x65CF;&#x7684;&#x5185;&#x90E8;&#x6597;&#x4E89;&#x4EE5;&#x53CA;&#x5510;&#x95E8;&#x548C;&#x9739;&#x96F3;&#x5802;&#x7684;&#x4E89;&#x6597;&#x4E4B;&#x4E2D;&#xFF0C;&#x800C;&#x540E;&#x9047;&#x5230;&#x8700;&#x5C71;&#x5927;&#x5F1F;&#x5B50;&#x957F;&#x537F;&#x53CA;&#x5176;&#x672A;&#x5A5A;&#x59BB;&#x7D2B;&#x8431;&#xFF0C;&#x4E00;&#x76F4;&#x9690;&#x85CF;&#x5728;&#x9B54;&#x5251;&#x4E2D;&#x7684;&#x9B3C;&#x9B42;&#x4E5F;&#x5316;&#x8EAB;&#x800C;&#x51FA;&#xFF0C;&#x7ADF;&#x7136;&#x662F;&#x666F;&#x5929;&#x524D;&#x4E16;&#x9F99;&#x9633;&#x7684;&#x59B9;&#x59B9;&#x9F99;&#x8475;
&#x4F17;&#x4EBA;&#x8D70;&#x4E0A;&#x4E86;&#x534F;&#x52A9;&#x8700;&#x5C71;&#x5BFB;&#x627E;&#x4E94;&#x7075;&#x73E0;&#xFF0C;&#x5C01;&#x5370;&#x9501;&#x5996;&#x5854;&#x7684;&#x6F2B;&#x6F2B;&#x5F81;&#x9014;&#x3002;&#x5728;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x4F17;&#x4EBA;&#x4E92;&#x76F8;&#x6276;&#x6301;&#xFF0C;&#x60A3;&#x96BE;&#x4E0E;&#x5171;&#xFF0C;&#x5386;&#x7ECF;&#x91CD;&#x91CD;&#x78E8;&#x96BE;&#xFF0C;&#x7EC8;&#x4E8E;&#x83B7;&#x5F97;&#x4E94;&#x7075;&#x73E0;&#xFF0C;&#x6218;&#x80DC;&#x4E86;&#x90AA;&#x5251;&#x4ED9;&#xFF0C;&#x7EF4;&#x62A4;&#x4E86;&#x4EBA;&#x95F4;&#x7684;&#x548C;&#x5E73;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ch03.html" class="navigation navigation-prev navigation-unique" aria-label="Previous page: 三生三世十里桃花">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"仙剑奇侠传三","level":"1.5","depth":1,"previous":{"title":"三生三世十里桃花","level":"1.4","depth":1,"path":"ch03.md","ref":"ch03.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ch04.md","mtime":"2021-03-31T10:20:36.449Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-03-31T10:22:24.746Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

